{
  "pageTitle": "The Stories I've Told",
  "exploreProject": "Explore Project",
  "overview": "Overview",
  "noProjectsFound": "There are currently no projects in this category.",
  "categories": [
    {
      "name": "All",
      "slug": "all"
    },
    {
      "name": "Content Creation & Storytelling",
      "slug": "content"
    },
    {
      "name": "Research & Strategy",
      "slug": "strategy"
    },
    {
      "name": "Digital Channel Execution",
      "slug": "digital"
    }
  ],
  "projects": [
    {
      "slug": "marketing-dich-vu-campaign",
      "name": "Revitalizing the 'Cao Bang - Pac Bo - Ban Gioc Waterfall' Historical Tour for Saigontourist",
      "designation": "Strategic Planning & Creative",
      "categorySlug": "strategy",
      "quote": "I always wondered, how can history be more than just words on a page? How can it become an experience you can 'touch'? This project was my answer.",
      "src": "/images/mardv/Brochure-1.png",
      "heroImage": "/images/mardv/Brochure-1.png",
      "overview": "This is a detailed case study on how I tackled the challenge: 'How to refresh Saigontourist's historical tour product?'. My solution was a comprehensive marketing campaign, starting with enhancing the tourist experience with VR technology, then building a compelling narrative and executing it across multiple channels (Print, OOH, Event).",
      "details": [
        {
          "label": "Context",
          "value": "Course Project\nServices Marketing"
        },
        {
          "label": "Brand",
          "value": "Saigontourist"
        },
        {
          "label": "Role",
          "value": "Concept & Execution"
        }
      ],
      "content": "### My Thought Process\n\n**1. Starting with a Question**\n\nHow can a historical tour become more appealing to a younger, tech-savvy audience, alongside its traditional customer base? Instead of just thinking about advertising, I started with the tourist's experience itself. I realized what was missing was interaction, a multi-sensory journey. From there, the idea of integrating Virtual Reality (VR) into the tour was born, allowing visitors to 'relive' historical moments at the sites, adding a new emotional depth to their journey.\n\n**2. From Idea to Story**\n\nWith VR as the centerpiece, I began to craft a central narrative for the entire campaign: 'Relive History - Experience the Journey'. This was a promise of an emotional experience, not just a simple sightseeing trip.\n\n**3. Bringing the Story to Life Through Design**\n\nTo spread the story, I designed a cohesive set of print materials, each with a specific purpose. Since this tour goes to the majestic mountainous region of Cao Bang, I built a consistent visual identity for the campaign. I used shades of forest green and river turquoise as the main colors, combined with golden orange to highlight key messages (price, promotions). The imagery always combined magnificent landscapes with a technological element (the VR headset experience), emphasizing the unique aspect of this tour.\n\n**Phase 1: Sparking Curiosity (Print)**\n\n<img src=\"/images/mardv/Flyer.png\" alt=\"Flyer introducing the VR experience tour.\">\n\n**Layout:** Used a stunning image of Ban Gioc Waterfall as the hero image to convey the majestic beauty of nature. Four smaller images were integrated to showcase the diverse destinations in the tour (Ba Be Lake, Nguom Ngao Cave, Pac Bo historical site).\n\n- Human and Technology Element: The image of a man wearing a VR headset is prominently placed, not only creating curiosity but also directly explaining the tagline 'Relive History - Experience the Journey'. This is the product's USP.\n\n- Headline: 'Cao Bang - Pac Bo - Ban Gioc Waterfall' was designed with a soft, flowing font, evoking a sense of adventure and discovery.\n\n- Call-to-Action (CTA): The 'BOOK NOW' button and hotline number 1900 1808 were placed in a highly visible location to drive customer action.\n\n<img src=\"/images/mardv/Brochure-1.png\" alt=\"Front of the brochure when opened, detailing the itinerary.\">\n\n**Layout:** Utilized the tri-fold structure of the brochure to logically segment information:\n\n- Cover Page: The tour's main image 'Ban Gioc Waterfall' and the main tagline to make a strong first impression and entice people to open it, a QR code leading to the detailed information page, and the brand logo.\n\n- Introduction Page: Sharp images of the destinations and an emphasis on the VR experience within the tour.\n\n- Information Page: Detailed 'TOUR INCLUDES' section (sightseeing, hotel, transport) using intuitive, easy-to-understand icons. Clear contact information (Website, Email, Phone, Facebook).\n\n<img src=\"/images/mardv/Brochure-2.png\" alt=\"Back of the brochure when opened, with tour packages and promotional information.\">\n\n- Focus on 'SALE' for a special occasion: Designed to be large, bold, and distinct to immediately grab attention. The 'Valid until' information was placed right next to the discounted price to urge customers to make a quick decision. The price figures were highlighted with contrasting colors (yellow, red) to increase visibility.\n\n- Tiered Offers: The 'Family Package' and 'Premium Package' were clearly separated, each with its own price and included services (represented by intuitive icons) to make it easy for customers to compare and choose.\n\n**Phase 2: Creating a Highlight (Event)**\n\n<img src=\"/images/mardv/Event-flyer.png\" alt=\"Flyer specifically for the VR experience launch event.\">\n\nThis was to announce and invite people to a free VR experience event, creating media buzz and collecting leads from potential customers.\n\n- Main Focus: The word 'VR' was stylized, integrated with nature imagery, and became the centerpiece of the design, instantly communicating the event's theme. Alongside it, an image of someone experiencing VR further emphasized the event's content.\n\n- Clear Information: The most important details (Time - Date - Location) were presented in separate, easy-to-read colored blocks. The word 'FREE' was bolded to increase appeal.\n\nBesides contact info, a QR code for 'Register Now' made it easy to collect information and measure effectiveness.\n\n**Phase 3: Increasing Awareness (OOH)**\n\n<img src=\"/images/mardv/Billboard.png\" alt=\"Out-of-home (Billboard) design for the Saigontourist tour.\">\n\nDesign Concept:\n- A magnificent image of Ban Gioc Waterfall as the background immediately catches the eye and evokes feelings of nature travel.\n- The line 'Experience historical landmarks with VR technology' in a prominent green color and large font instantly conveys the product's unique selling point.\n- The '10%' discount and '4,050,000 VND' price in high-contrast orange, along with the validity period, highlight the economic benefit and create a sense of urgency. The Saigontourist logo in the left corner reinforces brand identity.\n\nOverall Layout:\n- Instead of static blocks of information, I used a dynamic, asymmetrical layout with tilted 'polaroid' frames to create a sense of movement, adventure, and collected memories. The image of the man with the VR headset appears to be 'interacting' with the photos, strongly reinforcing the tech-enhanced experience concept.\n\nPeople waiting for the bus have enough time to see the details: small photos of tour destinations, detailed contact information, and especially the 'More Info' QR code to scan and learn more on their phones.",
      "keyTakeaways": {
        "title": "Key Takeaways",
        "items": [
          "Strategic Thinking and Problem-Solving: Identified the core business challenge and proposed a solution from the root (the product experience), not just on the surface (advertising).",
          "Planning and Execution: I learned how to contribute, share, and refine marketing ideas with a team, then translate them into effective visual language. Built a concrete plan, from the big idea and communication narrative to consistent implementation across various channels.",
          "Multi-channel Content Creation: Designed materials tailored to the goals and characteristics of each channel, from print and events to out-of-home advertising. Every design element served a specific marketing objective while remaining consistent with the core idea."
        ]
      }
    },
    {
      "slug": "dau-dau-livestream-poster",
      "name": "Designing Promotional Graphics for a Social Media Livestream Sale",
      "designation": "Graphic Design & Social Media Thinking",
      "categorySlug": "digital",
      "quote": "This design targets a young, dynamic audience that regularly uses social media and has a habit of 'deal hunting' on livestreams. For this project, I focused on bright colors, clear messaging, a touch of fun, and a catchy headline 'HOT DEALS & GIFTS' to stand out on the user's newsfeed.",
      "src": "/images/qtbh/livestream-kv.png",
      "heroImage": "/images/qtbh/livestream-kv.png",
      "overview": "The task was to design an effective announcement graphic that not only provides information but is also captivating enough to stand out amidst thousands of other posts on the newsfeed, retain viewers, and prompt them to set a reminder for the livestream.",
      "details": [
        {
          "label": "Context",
          "value": "Course Project\nSales Management"
        },
        {
          "label": "Brand",
          "value": "Dau Dau (Hypothetical)"
        },
        {
          "label": "Role",
          "value": "Concept & Design"
        },
        {
          "label": "Objective",
          "value": "Increase viewership, engagement for the livestream, and drive sales"
        }
      ],
      "content": "### My Thought Process\n\n**1. The Challenge: The 3-Second Battle on the Newsfeed**\n\nSocial media users scroll very quickly. A design that isn't immediately eye-catching and easy to understand will be ignored. Therefore, the question I asked wasn't 'how to make it beautiful?', but 'how to make viewers stop, understand instantly, and want to join?'.\n\n**2. Purposeful Design Solution**\n\nBased on that challenge, every element in this design has a specific job:\n\n<img src=\"/images/qtbh/livestream-kv.png\" alt=\"Social Media Post for Dau Dau's livestream\">\n\n**Color & Layout:**\nI chose a fresh green-and-yellow color palette to create a direct link to the product (luffa, natural products) and the brand name ('Dau Dau'), and this palette would stand out against Facebook's white-and-blue interface.\nThe products (made from luffa) are placed at the center, helping customers immediately identify the main items of the live session.\nFacebook reaction icons are arranged as if floating, creating the dynamic, fun, and interactive atmosphere of a livestream.\n\n**Message Hierarchy:** The most important information must be seen first. Therefore, the phrase 'HOT DEALS & GIFTS' and the '50% Off Entire Live' banner were designed with a large size and placed in the most central, visible position, emphasizing the biggest benefit for the customer.\n\n**Other Offers:** The smaller coupons at the bottom (Minigame Coupon, Gift Combo, 1K Deal) serve as secondary reasons to convince viewers that this is a high-value livestream they can't afford to miss.",
      "keyTakeaways": {
        "title": "Key Takeaways",
        "items": [
          "Visual Marketing Mindset: Understood how to use color and layout to grab attention and convey a message quickly in a digital environment.",
          "Conversion-Oriented Design: Understood the 'deal-hunting' mentality and knew how to present offers attractively to maximize conversion rates (driving viewers to join the livestream).",
          "Brand and Platform Awareness: Created a design with personality that was both consistent with the brand's spirit ('Dau Dau') and optimized for the specific characteristics of the social media platform."
        ]
      }
    },
    {
      "slug": "bia-saigon-that-tuu",
      "name": "'Saigon Seven Brews' Collection",
      "designation": "Concept & Packaging Design",
      "categorySlug": "content",
      "quote": "To me, beer is more than just a drink; it can be a cultural ambassador. This was my attempt to use design to tell a story and connect a brand with traditional values.",
      "src": "/images/imc/Saigon-that-tuu.png",
      "heroImage": "/images/imc/Saigon-that-tuu.png",
      "overview": "The challenge in this course project was how to create a Tet campaign for Bia Saigon Lager that was not only distinctive but also forged a deep emotional connection with consumers, reinforcing its position as a brand imbued with national spirit and pride.",
      "details": [
        {
          "label": "Context",
          "value": "IMC Course Project"
        },
        {
          "label": "Brand",
          "value": "Bia Saigon Lager"
        },
        {
          "label": "Product",
          "value": "Limited Edition Collection"
        },
        {
          "label": "Message",
          "value": "Raise a Lager, Fuel the Craft Villages"
        }
      ],
      "content": "### The Core Idea\n\nTết (Lunar New Year) is a time when people return to their roots to honor the quintessence that shapes our national identity. Instead of just talking about Tết, we should act for Tết and for the core cultural values of the Vietnamese people. I thought, why not combine Bia Saigon Lager's product with cultural stories? This would turn an everyday consumer product into a powerful communication medium, a bridge connecting modern consumers with traditional values that are gradually being forgotten.\n\nThe \"Seven Brews of Saigon\" collection, a special limited edition for the Year of the Horse in 2026, transforms each can into a tribute to Vietnam's traditional craft villages, many of which are slowly fading. Bia Saigon Lager will partner with the Thai My weaving village to create handwoven gift baskets for Tết, helping to generate more sales and introduce the village's craft to a wider audience.\n\nThe message, \"Raise a Lager, Fuel the Legacy of Craft Villages,\" is not just a tagline but a call to action. \"Raising a glass\" during gatherings is a familiar act of enjoying beer, but now it takes on a new meaning—the act of \"fueling the legacy,\" supporting and spreading the value of these craft villages.\n\nThe goal of this IMC campaign is to increase consumer affinity for Bia Saigon Lager, positioning the brand not only as a beer for enjoyment but also as one with a mission to preserve and promote cultural values. The campaign will include activities to support the livelihoods of craft artisans, giving them opportunities to access a larger market and thrive in the modern era.\n\n### Thought and Design Process\n\n**Research, Selection, and Story Crafting**\n\nI began by researching Vietnam's traditional craft villages, especially those facing challenges. I selected seven representative villages, each with its own unique character (pottery, forging, weaving, bamboo blinds, etc.).\nFor each village, I crafted a short but emotional story, highlighting both its beauty and its struggles.\n\n**Crafting Unique Blessings Inspired by Each Traditional Craft**\n\nTo make each can a meaningful gift for Tết, I composed rhyming couplets of blessings that relate to the craft's characteristics while also conveying wishes for luck and prosperity in the new year.\n\n**The Packaging Design Process**\n\nThe packaging is the product's most direct and powerful communication channel. I learned to turn it into a storytelling tool that conveys a mission and creates differentiation.\n\nThe primary rule was to maintain Bia Saigon Lager's core brand identity elements (logo, golden dragon symbol, diagonal ribbon). I only modified one side of the can, ensuring consumers could still recognize their familiar brand.\n\nI used traditional motifs and colors characteristic of each craft. All 7 cans follow a consistent layout, with the collection's name \"The Seven Brews of Saigon,\" \"Tết Bính Ngọ,\" and \"Limited Edition\" text affirming the product's special, campaign-exclusive value.\n\n1.  **Cham Pottery:** \"Golden fortune blooms from the earth – A prosperous spring arrives\"\n<img src=\"/images/imc/1.png\" alt=\"Saigon Lager Can - Cham Pottery Craft\">\n\n2.  **Hmong Forging:** \"Forged in fire, steel-like will – Reaching far with steady skill\"\n<img src=\"/images/imc/2.png\" alt=\"Saigon Lager Can - Hmong Forging Craft\">\n\n3.  **Thai Brocade Weaving:** \"Weaving golden threads of fate – Perfect luck at your gate\"\n<img src=\"/images/imc/3.png\" alt=\"Saigon Lager Can - Thai Brocade Weaving\">\n\n4.  **Do Xa Bamboo Blinds:** \"Hang up blessings, welcome fortune's grace – A peaceful spring fills this place\"\n<img src=\"/images/imc/4.png\" alt=\"Saigon Lager Can - Do Xa Bamboo Blind Craft\">\n\n5.  **Tuong Binh Hiep Lacquerware:** \"Painting prosperity in every art – A future shining from the start\"\n<img src=\"/images/imc/5.png\" alt=\"Saigon Lager Can - Tuong Binh Hiep Lacquerware\">\n\n6.  **Tay Weaving:** \"Weaving fortunes tight and true – Braiding bonds of love for you\"\n<img src=\"/images/imc/6.png\" alt=\"Saigon Lager Can - Tay Weaving Craft\">\n\n7.  **Nghi Phong Dó Paper:** \"Paper holds the marks of jade – A spring of perfect blessings made\"\n<img src=\"/images/imc/7.png\" alt=\"Saigon Lager Can - Nghi Phong Dó Paper Craft\">",
      "keyTakeaways": {
        "title": "Key Takeaways",
        "items": [
          "Storytelling in Brand Building: Learned how to make a product distinctive and valuable by linking it to a meaningful story, creating a deep connection between the brand and its customers.",
          "Packaging as a Powerful Media Channel: Understood that packaging is the most direct and intimate touchpoint with the customer. Packaging design can become a channel for storytelling, conveying a mission, and making the brand stand out from competitors."
        ]
      }
    },
    {
      "slug": "tiktok-channel-growth",
      "name": "Building a TikTok Channel From Scratch",
      "designation": "Content Strategy, Video Production & Community Growth",
      "categorySlug": "content",
      "quote": "I was curious—there's a lot of marketing theory, but what does it actually look like to build a social channel from zero? This TikTok channel was my journey to find the answer myself.",
      "src": "/images/tiktok/tiktok_hoccungvy.jpg",
      "heroImage": "/images//tiktok/hero-image.png",
      "overview": "This is a real-world personal project: building a TikTok channel from A to Z. This journey included all the steps, from research and content production to community building, and finally, testing an Affiliate Marketing model to drive conversions.",
      "details": [
        {
          "label": "Context",
          "value": "Personal Project"
        },
        {
          "label": "Platform",
          "value": "TikTok"
        },
        {
          "label": "Role",
          "value": "Everything (One-person team)"
        },
        {
          "label": "Results",
          "value": "1.1M+ views, 5.8K+ followers"
        }
      ],
      "content": "### My Thought Process\n\n**1. Phase 1: Research & Planning**\n\nBefore producing any videos, I spent time deeply researching the 'study vlog' niche: what types of content were performing well, how TikTok's algorithm works, and what the audience genuinely cares about. This stage helped me define my main content pillars: learning Chinese, sharing study tips, providing motivation, and reviewing stationery.\n\n**2. Phase 2: Consistent Content Production**\n\nThis was the most challenging phase. I single-handedly brainstormed, filmed, and edited over **70 videos** using Capcut. This process taught me that creativity must be paired with persistence. Each video was an opportunity to test a new idea, a new storytelling method.\n\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@_hoccungvy/video/7322060812648975634\" data-video-id=\"7322060812648975634\" style=\"max-width: 605px;min-width: 325px;\" > <section> <a target=\"_blank\" title=\"@_hoccungvy\" href=\"https://www.tiktok.com/@_hoccungvy?refer=embed\">@_hoccungvy</a> 🧐🧐 <a title=\"desksetup\" target=\"_blank\" href=\"https://www.tiktok.com/tag/desksetup?refer=embed\">#desksetup</a> <a title=\"hoccungvy\" target=\"_blank\" href=\"https://www.tiktok.com/tag/hoccungvy?refer=embed\">#hoccungvy</a> <a title=\"hantu\" target=\"_blank\" href=\"https://www.tiktok.com/tag/hantu?refer=embed\">#hantu</a> <a title=\"chuhan\" target=\"_blank\" href=\"https://www.tiktok.com/tag/chuhan?refer=embed\">#chuhan</a> <a title=\"chinese\" target=\"_blank\" href=\"https://www.tiktok.com/tag/chinese?refer=embed\">#chinese</a> <a title=\"studychinese\" target=\"_blank\" href=\"https://www.tiktok.com/tag/studychinese?refer=embed\">#studychinese</a> <a title=\"hoctiengtrung\" target=\"_blank\" href=\"https://www.tiktok.com/tag/hoctiengtrung?refer=embed\">#hoctiengtrung</a> <a title=\"tiengtrung\" target=\"_blank\" href=\"https://www.tiktok.com/tag/tiengtrung?refer=embed\">#tiengtrung</a> <a title=\"chinesevocabulary\" target=\"_blank\" href=\"https://www.tiktok.com/tag/chinesevocabulary?refer=embed\">#chinesevocabulary</a> <a title=\"中文\" target=\"_blank\" href=\"https://www.tiktok.com/tag/%E4%B8%AD%E6%96%87?refer=embed\">#中文</a> <a title=\"汉语\" target=\"_blank\" href=\"https://www.tiktok.com/tag/%E6%B1%89%E8%AF%AD?refer=embed\">#汉语</a>  <a title=\"汉语学习\" target=\"_blank\" href=\"https://www.tiktok.com/tag/%E6%B1%89%E8%AF%AD%E5%AD%A6%E4%B9%A0?refer=embed\">#汉语学习</a> <a title=\"汉字\" target=\"_blank\" href=\"https://www.tiktok.com/tag/%E6%B1%89%E5%AD%97?refer=embed\">#汉字</a>  <a title=\"tuhoctiengtrung\" target=\"_blank\" href=\"https://www.tiktok.com/tag/tuhoctiengtrung?refer=embed\">#tuhoctiengtrung</a>  <a title=\"họctiếngtrung\" target=\"_blank\" href=\"https://www.tiktok.com/tag/h%E1%BB%8Dcti%E1%BA%BFngtrung?refer=embed\">#họctiếngtrung</a> <a title=\"tuvung\" target=\"_blank\" href=\"https://www.tiktok.com/tag/tuvung?refer=embed\">#tuvung</a> <a title=\"tuvungtiengtrung\" target=\"_blank\" href=\"https://www.tiktok.com/tag/tuvungtiengtrung?refer=embed\">#tuvungtiengtrung</a> <a target=\"_blank\" title=\"♬ Nocturne (Piano Instrumental) [Originally Performed By Jay Chou] - 紀鈞瀚 (Bryan Chi)\" href=\"https://www.tiktok.com/music/Nocturne-Piano-Instrumental-7231101464348395521?refer=embed\">♬ Nocturne (Piano Instrumental) [Originally Performed By Jay Chou] - 紀鈞瀚 (Bryan Chi)</a> </section> </blockquote> <script async src=\"https://www.tiktok.com/embed.js\"></script>\n\n\n*A viral video with 1.1 million views, proof of understanding the audience.*\n\n**3. Phase 3: Optimization & Growth**\n\nAfter each video, I spent time reviewing the analytics: views, likes, comments, average watch time. This data helped me understand my audience better and optimize subsequent videos, from crafting titles and choosing background music to using hashtags effectively.\n\n**4. Phase 4: Creating Value & Conversion**\n\nWhen the channel reached 1,000 followers, I started experimenting with Affiliate Marketing. This was a crucial step to test whether audience affection could translate into purchasing action. The positive results taught me a valuable lesson about building trust and creating real-world value.",
      "keyTakeaways": {
        "title": "What I'm Most Proud Of",
        "items": [
          "**The Lesson of Empathy:** I realized that viral content doesn't come from luck, but from truly understanding the audience and creating content that resonates with them.",
          "**The Lesson of Persistence:** Building a community takes time and consistency. 70+ videos are proof that if you stick with it, results will come.",
          "**The Lesson of the Marketing Funnel:** This project allowed me to experience the entire marketing funnel in practice: from creating awareness (views) and building a community (followers) to driving conversion (affiliate sales). This was the most valuable lesson of all."
        ]
      }
    },
    {
      "slug": "pepsi-tvc-concept",
      "name": "Bringing a TVC Concept to Life",
      "designation": "Scriptwriting, Filming & Editing",
      "categorySlug": "content",
      "quote": "A great idea on paper and a finished TVC are two different worlds. This project was my practical journey from one world to the other, with all of its challenges.",
      "src": "/images/tvc-qtth/hero-image.png",
      "heroImage": "/images/tvc-qtth/hero-image.png",
      "overview": "This is a case study on the process of realizing a TVC ad concept for Pepsi under the real-world constraints of a student team with limited resources. In this project, as the team leader, I learned not only about scriptwriting, filming, and editing but also valuable lessons in teamwork, flexibility, and the ability to learn from imperfections.",
      "details": [
        {
          "label": "Context",
          "value": "Course Project\nBrand Management"
        },
        {
          "label": "Brand",
          "value": "Pepsi"
        },
        {
          "label": "Role",
          "value": "Team Lead, Scriptwriter, Videographer & Editor"
        },
        {
          "label": "Constraints",
          "value": "Limited resources and space"
        }
      ],
      "content": "### My Thought Process\n\n**1. The Challenge: From Idea to Reality**\n\nIn our Brand Management course, my team's challenge was to create a TVC for Pepsi. The biggest problem wasn't a lack of ideas, but how to turn that idea into a concrete video product with the budget and practical limitations of students.\n\n**2. The Execution**\n\n- **Scriptwriting:** We brainstormed together to find a simple story that fit Pepsi's 'Refreshing' spirit.\n\n- **Coordination:** As the team lead, I created a detailed plan, assigned tasks based on each member's strengths, from preparation to progress management, to ensure the project was completed on time.\n\n- **Filming and Teamwork:** This is where I learned the most about teamwork. To get the shots to 'click', the whole team had to coordinate and support each other extensively.\n\n- **Post-production and Editing:** I took on the post-production, using editing techniques in Capcut to highlight the product and convey the brand's energy.\n\n**3. The Final Product**\n\n<video controls> <source src=\"/images/tvc-qtth/TVC-PEPSI.mp4\" type=\"video/mp4\"></video>\n\n### Reflection and Learnings\n\nAlthough the TVC wasn't perfect and had flaws due to resource limitations, the process gave me valuable lessons. I understood that a real-world product always has constraints, and what's important is how we adapt and learn from those very limitations. The feedback from our lecturer and peers helped my team and me gain a lot of experience to implement better in future projects.",
      "keyTakeaways": {
        "title": "What I'm Most Proud Of",
        "items": [
          "**Leadership and Project Management:** Learned how to lead a team and turn an idea into a tangible product, understanding the importance of clear planning, effective communication, and motivating team members. I learned to listen, discuss, and make final decisions to achieve the best outcome for the group.",
          "**The Lesson of Flexibility:** I learned how to be creative and find solutions under limited resource conditions.",
          "**The Lesson of Teamwork:** I understood that to create a collective product, communication and mutual support within the team are just as important as individual skills.",
          "**The Lesson of Accepting Feedback:** I realized that candid feedback from our lecturer and friends is invaluable. I learned to receive criticism constructively to recognize my shortcomings and improve my skills for future projects."
        ]
      }
    }
  ]
}
