{
  "pageTitle": "Nơi những ý tưởng được hiện thực hóa",
  "exploreProject": "Xem chi tiết dự án",
  "overview": "Tổng quan",
  "noProjectsFound": "Hiện chưa có dự án nào trong danh mục này.",
  "categories": [
    { "name": "Tất cả", "slug": "all" },
    { "name": "Sáng tạo Nội dung & Kể chuyện", "slug": "content" },
    { "name": "Nghiên cứu & Chiến lược", "slug": "strategy" },
    { "name": "Thực thi Kênh Digital", "slug": "digital" }
  ],
  "projects": [
    {
      "slug": "saigontourist-vr-campaign",
      "name": "Chiến dịch 360°:\nTour du lịch 'Sống lại lịch sử'",
      "designation": "Hoạch định Chiến lược & Thiết kế Ấn phẩm",
      "categorySlug": "strategy",
      "quote": "Làm thế nào để lịch sử không chỉ là câu chuyện được kể, mà là một trải nghiệm được sống? Mình đã dùng công nghệ làm cỗ máy thời gian, đưa du khách 'chạm' vào quá khứ một cách chân thực nhất.",
      "src": "/images/saigontourist-flyer.png",
      "heroImage": "/images/saigontourist-flyer.png",
      "overview": "Đây là một dự án hoạch định chiến dịch marketing 360 độ cho Saigontourist, với mục tiêu làm mới sản phẩm tour du lịch lịch sử Cao Bằng - Pác Bó. Giải pháp cốt lõi là tích hợp công nghệ thực tế ảo (VR) để tạo ra một điểm nhấn trải nghiệm độc đáo, sau đó triển khai một bộ ấn phẩm truyền thông đa kênh (Print, OOH, Event) để lan tỏa câu chuyện một cách mạnh mẽ.",
      "details": [
        { "label": "Bối cảnh", "value": "Dự án Môn học\nMarketing Dịch vụ" },
        { "label": "Thương hiệu", "value": "Saigontourist" },
        { "label": "Thách thức", "value": "Trẻ hóa tour du lịch lịch sử" },
        { "label": "Ý tưởng lớn", "value": "Trải nghiệm\n'Chạm' vào Lịch sử" },
        { "label": "Phạm vi", "value": "Chiến dịch 360°\n(Print, OOH, Event)" }
      ],
      "content": "### 1. Mindset tiếp cận: Bắt đầu từ 'Bài toán kinh doanh'\n\nKhi nhận đề bài, mình không bắt tay vào thiết kế ngay. Câu hỏi đầu tiên trong đầu mình là: **'Bài toán lớn nhất của sản phẩm này là gì?'**. Mình nhận thấy, các tour du lịch về nguồn thường bị gắn mác là trang trọng, kén khách và khó thu hút đối tượng trẻ - những người luôn tìm kiếm trải nghiệm mới mẻ, có tính tương tác cao. \n\n> **Bài toán chiến lược:** Làm thế nào để tour Cao Bằng - Pác Bó của Saigontourist **vượt qua định kiến**, trở nên hấp dẫn, khác biệt và tạo được tiếng vang trên thị trường?\n\n### 2. Quy trình làm việc: Từ chiến lược đến thực thi\n\nTừ bài toán trên, mình xây dựng quy trình làm việc theo 3 bước:\n\n**Bước 1: Tìm kiếm 'Giải pháp cốt lõi' (The Core Solution)**\n\nThay vì chỉ cạnh tranh bằng giá hay lịch trình, mình đề xuất một giải pháp đột phá về trải nghiệm: Tích hợp công nghệ **Thực tế ảo (VR)**. Tại khu di tích Pác Bó, du khách sẽ không chỉ nghe thuyết minh, mà còn được đeo kính VR để thực sự “bước vào” không gian sinh hoạt và làm việc của Bác Hồ, “chứng kiến” những khoảnh khắc lịch sử một cách sống động. Đây chính là **điểm khác biệt độc nhất (USP)** của tour, là 'trái tim' của toàn bộ chiến dịch.\n\n**Bước 2: Xây dựng 'Câu chuyện truyền thông' (The Narrative)**\n\nVới USP là VR, mình xây dựng một câu chuyện xuyên suốt: **\"Saigontourist: Sống lại lịch sử - Cảm trọn hành trình\"**. Câu chuyện này không chỉ nói về việc tham quan, mà là một lời hứa về một trải nghiệm cảm xúc, một chuyến đi mà du khách có thể 'chạm' vào quá khứ.\n\n**Bước 3: Thực thi đa kênh (Omnichannel Execution)**\n\nĐể câu chuyện lan tỏa, mình thiết kế một bộ ấn phẩm đồng bộ, tấn công vào nhiều điểm chạm khác nhau trong hành trình của khách hàng.\n\n*   **Giai đoạn Khơi gợi (Inspiration):** Sử dụng các ấn phẩm in ấn để thu hút và cung cấp thông tin ban đầu. Tờ rơi đóng vai trò 'mồi câu' với hình ảnh ấn tượng, trong khi brochure là 'cẩm nang' chi tiết để thuyết phục.\n\n<img src=\"/images/saigontourist-flyer.png\" alt=\"Tờ rơi quảng bá tour Cao Bằng của Saigontourist\">\n<img src=\"/images/saigontourist-brochure.png\" alt=\"Brochure chi tiết về tour Cao Bằng\">\n<img src=\"/images/saigontourist-brochure-detail.png\" alt=\"Chi tiết lịch trình và các gói tour trong brochure\">\n\n*   **Giai đoạn Bùng nổ (Launch):** Tổ chức sự kiện ra mắt trải nghiệm VR tại các trung tâm thương mại lớn để tạo hiệu ứng đám đông. Tờ rơi sự kiện được thiết kế riêng biệt, kêu gọi hành động mạnh mẽ, biến người qua đường thành người tham gia trải nghiệm.\n\n<img src=\"/images/saigontourist-event-flyer.png\" alt=\"Tờ rơi cho sự kiện ra mắt trải nghiệm VR\">\n\n*   **Giai đoạn Phủ sóng (Awareness):** Sử dụng quảng cáo ngoài trời (OOH) để tối đa hóa độ nhận diện. Mình đã cân nhắc kỹ lưỡng từng định dạng: Billboard khổ lớn để tạo ấn tượng thị giác mạnh mẽ từ xa; quảng cáo tại nhà chờ xe buýt và màn hình trong thang máy để tiếp cận khách hàng ở cự ly gần, trong lúc họ có thời gian để ghi nhớ thông điệp.\n\n<img src=\"/images/saigontourist-billboard.png\" alt=\"Thiết kế Billboard quảng cáo trên đường và trên tòa nhà\">\n<img src=\"/images/saigontourist-bus-stop.png\" alt=\"Thiết kế quảng cáo tại nhà chờ xe buýt và màn hình trong nhà\">\n\n### 3. Bài học rút ra (Key Takeaways)\n\nQua dự án này, mình đã đúc kết được 3 bài học quan trọng:\n\n1.  **Trải nghiệm là Vua (Experience is King):** Một sản phẩm marketing mạnh không chỉ đến từ quảng cáo hay, mà phải bắt nguồn từ một trải nghiệm sản phẩm đột phá. Công nghệ VR chính là yếu tố đã nâng tầm toàn bộ tour du lịch.\n2.  **Câu chuyện đồng nhất trên đa kênh:** Sức mạnh của chiến dịch nằm ở việc tất cả các ấn phẩm, từ tờ rơi nhỏ nhất đến billboard lớn nhất, đều kể chung một câu chuyện, sử dụng chung một ngôn ngữ hình ảnh. Điều này tạo ra một ấn tượng thương hiệu nhất quán và mạnh mẽ.\n3.  **Thiết kế phải phục vụ mục tiêu:** Mỗi thiết kế đều có một mục đích riêng. Tờ rơi cần thu hút trong 3 giây, brochure cần rõ ràng và chi tiết, billboard cần đơn giản và dễ nhớ. Luôn tự hỏi 'Thiết kế này để làm gì?' trước khi bắt đầu là chìa khóa để tạo ra sản phẩm hiệu quả."
    },
    {
      "slug": "bia-saigon-that-tuu",
      "name": "Thiết kế Bao bì BST 'Bia Saigon Thất Tửu'",
      "designation": "Chiến dịch IMC & Thiết kế Sản phẩm",
      "categorySlug": "content",
      "quote": "Mỗi lon bia không chỉ là thức uống, mà là một câu chuyện về văn hóa đang cần được lắng nghe. Mình muốn dùng thiết kế để 'tiếp lửa' cho những làng nghề truyền thống Việt Nam.",
      "src": "/images/project-saigon-beer-thumb.png",
      "heroImage": "/images/project-saigon-beer-hero.png",
      "overview": "Dự án môn học IMC, nơi mình lên ý tưởng và thiết kế bộ sưu tập lon phiên bản giới hạn cho Bia Saigon Tết 2026. Với chủ đề 'Thất Tửu', mỗi lon bia tôn vinh một làng nghề truyền thống đang dần mai một, biến sản phẩm thành một sứ giả văn hóa, kêu gọi sự gìn giữ và tiếp nối.",
      "details": [
        { "label": "Bối cảnh", "value": "Dự án Môn học IMC" },
        { "label": "Thương hiệu", "value": "Bia Saigon" },
        { "label": "Sản phẩm", "value": "Thiết kế bao bì phiên bản giới hạn" },
        { "label": "Thông điệp", "value": "Tiếp lửa cho những làng nghề" }
      ],
      "content": "### Ý tưởng lớn: 'Cùng Lager nâng ly, tiếp lửa cho những làng nghề!'\n\nDịp Tết là thời điểm người Việt hướng về cội nguồn và những giá trị truyền thống. Tuy nhiên, nhiều làng nghề thủ công đang đứng trước nguy cơ biến mất. Chiến dịch này ra đời với mục tiêu kép: (1) Tạo ra một sản phẩm ý nghĩa cho Bia Saigon dịp Tết và (2) Nâng cao nhận thức cộng đồng về việc bảo tồn văn hóa dân tộc.\n\nBộ sưu tập 'Thất Tửu' (Bảy loại rượu/thức uống, ở đây mang ý nghĩa ẩn dụ là bảy tinh hoa) gồm 7 thiết kế lon, mỗi lon là một câu chuyện về một làng nghề:\n\n1.  **Nghề làm gốm - Dân tộc Chăm:** *\"Đất nở lộc vàng – Xuân sang phát đạt\"*\n<img src=\"/images/saigon-beer-gom-cham.png\" alt=\"Lon Bia Saigon - Nghề làm gốm Chăm\">\n\n2.  **Nghề rèn - Dân tộc Mông:** *\"Lửa tôi gan thép – Vững chí vươn xa\"*\n<img src=\"/images/saigon-beer-ren-mong.png\" alt=\"Lon Bia Saigon - Nghề rèn Mông\">\n\n3.  **Nghề dệt thổ cẩm - Dân tộc Thái:** *\"Dệt chỉ vàng son – May mắn vẹn tròn\"*\n<img src=\"/images/saigon-beer-det-thai.png\" alt=\"Lon Bia Saigon - Nghề dệt thổ cẩm Thái\">\n\n4.  **Nghề làm mành tre - Đề Xá:** *\"Treo phúc lộc – Đón xuân an khang\"*\n<img src=\"/images/saigon-beer-manh-tre.png\" alt=\"Lon Bia Saigon - Nghề làm mành tre\">\n\n5.  **Nghề sơn mài - Tương Bình Hiệp:** *\"Sơn về phú quý – Sáng rạng tương lai\"*\n<img src=\"/images/saigon-beer-son-mai.png\" alt=\"Lon Bia Saigon - Nghề sơn mài\">\n\n6.  **Nghề đan lát - Dân tộc Tày:** *\"Bện chặt tài lộc – Đan giữ yêu thương\"*\n<img src=\"/images/saigon-beer-dan-lat.png\" alt=\"Lon Bia Saigon - Nghề đan lát Tày\">\n\n7.  **Nghề làm giấy dó - Nghệ Phong:** *\"Giấy lưu dấu ngọc – Phúc trọn vẹn xuân\"*\n<img src=\"/images/saigon-beer-giay-do.png\" alt=\"Lon Bia Saigon - Nghề làm giấy dó\">"
    },
    {
      "slug": "dau-dau-livestream-poster",
      "name": "Thiết kế Key Visual cho\nLivestream Bán hàng",
      "designation": "Thiết kế Đồ họa Mạng xã hội",
      "categorySlug": "digital",
      "quote": "Một key visual hiệu quả phải thu hút ánh nhìn trong 3 giây. Với dự án này, mình tập trung vào màu sắc tươi sáng, thông điệp khuyến mãi rõ ràng và bố cục vui nhộn để tối đa hóa sự chú ý trên newfeed.",
      "src": "/images/daudau-livestream-kv.png",
      "heroImage": "/images/daudau-livestream-kv.png",
      "overview": "Trong khuôn khổ môn học Quản trị Bán hàng, mình đã thiết kế một key visual (KV) cho sự kiện livestream của thương hiệu giả định 'Đậu Đậu' chuyên về các sản phẩm từ xơ mướp. Mục tiêu của KV là truyền tải không khí sôi động của buổi live, thông báo các ưu đãi hấp dẫn một cách trực quan và thôi thúc người xem tham gia.",
      "details": [
        { "label": "Bối cảnh", "value": "Dự án Môn học" },
        { "label": "Thương hiệu", "value": "Đậu Đậu (Giả định)" },
        { "label": "Sản phẩm", "value": "Key Visual cho Fanpage" },
        { "label": "Công cụ", "value": "Adobe Photoshop / Canva" }
      ],
      "content": "### Mục tiêu & Phân tích\n\n*   **Mục tiêu:** Thu hút tối đa lượt xem và tương tác cho buổi livestream bán hàng trên Fanpage.\n*   **Phân tích:** Người dùng mạng xã hội thường lướt rất nhanh. Do đó, một thiết kế cần phải nổi bật, dễ hiểu và có lời kêu gọi hành động rõ ràng. Các yếu tố như 'Deal Sốc', 'Giảm giá', 'Quà tặng' cần được làm nổi bật nhất.\n\n### Các yếu tố thiết kế chính\n\n*   **Màu sắc:** Sử dụng tông màu xanh lá cây và vàng nhạt, gợi liên tưởng đến sản phẩm tự nhiên (xơ mướp), tạo cảm giác tươi mát, thân thiện.\n*   **Bố cục:** Sản phẩm được đặt ở vị trí trung tâm, bao quanh bởi các icon tương tác (like, love) và các sticker khuyến mãi để tạo không khí vui vẻ, náo nhiệt.\n*   **Thông điệp:** Các thông điệp chính như \"Giảm 50% toàn LIVE\", \"DEAL 1K\", \"COMBO QUÀ TẶNG\" được đặt trong các ribbon và tag nổi bật, dễ đọc.\n*   **Font chữ:** Sử dụng font chữ tròn trịa, vui nhộn, phù hợp với tinh thần của một buổi livestream giải trí kết hợp mua sắm.\n\n<img src=\"/images/daudau-livestream-kv.png\" alt=\"Key visual cho livestream Đậu Đậu\">"
    }
  ]
}
